{"story":{"storyId":"story-rychenberg","schoolId":"rychenberg","title":"Rychenberg – Soziokratie unter Prüfstein","paragraphNodeMap":{"para-49838e65-ad43-45f2-8eed-8e67be888a36":["n1","n2","n9"],"para-50014360-bb20-47ce-ae2c-9ca5fbedced0":["n3","n6","n10","n11"],"para-b0ce1365-268a-49dd-9c6d-cae06bc33132":["n2","n4","n5"],"para-bcb42ee4-a7c5-44fc-bc63-1406a0864df3":["n1","n2","n7","n12","n13"]}},"paragraphs":[{"paragraphId":"para-49838e65-ad43-45f2-8eed-8e67be888a36","storyId":"story-rychenberg","index":1,"title":null,"bodyMd":"An einer Schule im Kanton Zürich hat sich in den letzten Jahren eine soziokratische Ordnung etabliert, die heute gerade deshalb interessant ist, weil sie unter Führungsfluktuation auf ihre Eigenstabilität getestet wird (I.3). Ihren Ursprung verdankt sie einer früheren Schulleiterin: Im Jahr 2020 traf sie ihren letzten alleinigen Entscheid – die Einführung der Soziokratie – und übergab damit die Verantwortung an das Kollegium, das bis heute trägt (I.229). Die Ausgangsfrage lautet: Trägt die Soziokratie ohne ihre damalige Initiantin und trotz Leitungswechsel als Motor?.","citations":[{"transcriptId":"rychenberg_clean","minutes":[0,1]}]},{"paragraphId":"para-b0ce1365-268a-49dd-9c6d-cae06bc33132","storyId":"story-rychenberg","index":2,"title":null,"bodyMd":"Soziokratie meint hier kein loses Ideal, sondern einen klar definierten Entscheidungs- und Beteiligungsmodus. Die Themen, die in einer Kreissitzung behandelt werden, orientieren sich an einem klaren Ablauf: Bildformung → Meinungsrunde → Konsent. Erst werden Informationen zusammengetragen, dann äussert sich jede Person der Reihe nach, und schliesslich wird nach dem Konsent-Prinzip entschieden (I.9). Das bedeutet: Statt abzustimmen oder einen Konsens im Sinne vollständiger Übereinstimmung zu suchen, kann eine Entscheidung umgesetzt werden, solange niemand einen begründeten Einwand erhebt (I.241). Dieser Ablauf entpersonalisiert Entscheidungen, macht sie nachvollziehbar und verteilt die Verantwortung auf alle im Kollegium (I.13).","citations":[{"transcriptId":"rychenberg_clean","minutes":[2,3,4]}]},{"paragraphId":"para-50014360-bb20-47ce-ae2c-9ca5fbedced0","storyId":"story-rychenberg","index":3,"title":null,"bodyMd":"Die Kreisstruktur stellt sicher, dass sich niemand entziehen kann: Jede Lehrperson gehört mindestens einem Jahrgangskreis an; „sich raushalten“ ist strukturell nicht vorgesehen. Damit bearbeitet die Schule eine bekannte Problemgeschichte der Schulentwicklung: Früher trugen „ein paar wenige“, andere blieben Mitläufer (I.11). Die Kreisstruktur ist dabei nicht hierarchisch im klassischen Sinn, sondern zirkulär verschränkt: Es gibt einen Allgemeinen Kreis für die Sekundarstufe I sowie einen weiteren Allgemeinen Kreis für die gesamte, aus vier Schulen bestehende Schuleinheit (I.37). Zwischen zwei Kreisebenen nehmen immer mindestens zwei Personen an der Beschlussfassung im nächsthöheren Kreis teil — eine als Delegierte:r, die oder der die Perspektive des unteren Kreises einbringt, und die Kreisleitung des unteren Kreises, welche die Anliegen des oberen Kreises zurück ins Team vermittelt und für abläufe von Prozesse im unteren Kreis verantwortlich ist.","citations":[{"transcriptId":"rychenberg_clean","minutes":[1]},{"transcriptId":"rychenberg_clean","minutes":[22,23,48,49,50,51,52]}]},{"paragraphId":"para-bcb42ee4-a7c5-44fc-bc63-1406a0864df3","storyId":"story-rychenberg","index":4,"title":"Gegenwartige Fokusthemen","bodyMd":"Mit dem Wegfall bzw. Wechsel der Schulleitung rücken zwei operative Themen in den Fokus: Moderation verankern und Onboarding neuer Lehrpersonen. Beide Massnahmen zielen darauf ab, die Selbstregulierung des Systems zu stärken und Wissenslücken darüber zu schliessen, wie Soziokratie an der Schule funktioniert. Moderation wird ausdrücklich als Fokusthema benannt und über Soziokratie-Trainer:innen aufgebaut, die zugleich mit einem Soziokratiezentrum vernetzt sind (I.5, I.97, I.105). Neben Kreisleitung, Delegierten und Logbuchführung bildet die Moderator:innenrolle eine der vier zentralen Funktionen in jeder Kreissitzung. Ziel mit dem Fokusthema es, Moderationskompetenzen systematisch auszubauen, damit Sitzungen effizient, klar und selbstorganisiert ablaufen können (B.23). Viele neue Lehrpersonen machen sichtbar, dass die Ordnung gelernt und geübt werden muss; Onboarding ist hier keine Formalität, sondern Teil der Schulentwicklung (B.24,B.31).","citations":null}]}
